/* Remote setup missing connection recovery suggestion format */
"A successful connection has not been established with the server %@. A connection must be established with each server before you can continue." = "La connexion ne s’est pas correctement établie avec le serveur %@. Cette condition s’impose à chaque serveur pour que vous puissiez continuer.";

/* Remote server status - already configured */
"Already configured" = "Déjà configuré";

/* Remote server status - authenticating */
"Authenticating" = "Authentification";

/* Remote server status - authentication required */
"Authentication required" = "Authentification requise";

/* Remote setup no server specified recovery suggestion */
"Click Add to connect to at least one server before continuing." = "Cliquez sur Ajouter pour vous connecter au moins à un serveur avant de continuer.";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for %@ (%@). Drag the services to change their order." = "Configurez les services réseau pour %1$@ (%2$@). Faites glisser les services afin de changer leur ordre.";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for the server at %@. Drag the services to change their order." = "Configurez les services réseau pour le serveur situé à %@. Faites glisser les services afin de changer leur ordre.";

/* Remote server status - connected */
"Connected to %@" = "Connecté à %@";

/* Remote server to upgrade status - connected */
"Connected to %@ (Upgrade)" = "Connecté à %@ (Mise à niveau)";

/* Remote setup missing connection error */
"Could not connect to server." = "Impossible de se connecter au serveur.";

/* Remote setup not enough serial numbers recovery suggestion */
"Each server you are setting up must have a serial number. Click Add to add additional serial numbers." = "Chaque serveur que vous configurez doit posséder un numéro de série. Ajoutez d’autres numéros par le biais du bouton Ajouter.";

/* Empty serial number in plist error description */
"Empty serial number in plist" = "Numéro de série vide dans le fichier plist";

/* Multi-remote network services informative text format with host name. */
"Enter the names that other computers on the network will use to identify the server at %@." = "Saisissez le nom par lequel d’autres ordinateurs du réseau identifient le serveur à %@.";

/* Add server sheet incorrect password error
   Remote server status - incorrect password */
"Incorrect password" = "Mot de passe incorrect";

/* Add server sheet invalid address error */
"Invalid address" = "Adresse non valide";

/* Invalid server in plist error description */
"Invalid host for server in plist" = "Hôte non valide pour le serveur mentionné dans le fichier plist";

/* Invalid serial number summary */
"Invalid serial number" = "Numéro de série non valide";

/* Some servers need upgrade error */
"Mixed setup types." = "Types de configuration mixte.";

/* Remote server status - network error */
"Network error" = "Erreur réseau";

/* Remote setup no server specified error */
"No servers specified." = "Aucun service indiqué.";

/* Remote setup not enough serial numbers error */
"Not enough serial numbers." = "Nombre de numéros de série insuffisant.";

/* Remote server status - password required */
"Password required" = "Mot de passe obligatoire";

/* Remote setup multi-serial number page title */
"Serial Number" = "Numéro de série";

/* Add serial number sheet, serial already exists error */
"Serial number already entered" = "Numéro de série déjà saisi";

/* Remote setup server already being configured error */
"Server is already being set up." = "Le serveur est déjà en cours de configuration.";

/* Remote setup server already configured error */
"Server is already configured." = "Le serveur est déjà configuré.";

/* Remote setup wrong version server error */
"Server is not running Mac OS X Server 10.6." = "Le serveur ne fonctionne pas sous Mac OS X Server 10.6.";

/* Connect to servers page title */
"Servers" = "Serveurs";

/* Start upgrade button title */
"Set Up" = "Configurer";

/* Remote server status - setup in progress */
"Setup in progress from %@" = "Configuration en cours par %@";

/* Some servers need upgrade recovery suggestion. */
"Some, but not all, of the servers you have added are being upgraded from previous versions of Mac OS X Server. All remote servers must require the same type of setup." = "Certains serveurs, mais pas tous, parmi ceux que vous avez ajoutés, sont en cours de mise à niveau depuis des versions précédentes de Mac OS X Server. Tous les serveurs distants doivent utiliser le même type de configuration.";

/* Remote setup already configured recovery suggestion. */
"The server %@ has already been configured. Please remove it from the list before continuing." = "Le serveur %@ a déjà été configuré. Supprimez-le de la liste avant de continuer.";

/* Remote setup already in progress recovery suggestion. */
"The server %@ is already in the process of being set up by %@. Please remove it from the list, or quit Server Assistant on that computer before continuing." = "Le serveur %1$@ est déjà en cours de configuration par %2$@. Supprimez-le de la liste ou quittez Assistant du serveur sur cet ordinateur avant de continuer.";

/* Remote setup wrong version server recovery suggestion. */
"The server %@ is not running Mac OS X Server 10.6 and cannot be set up using this version of Server Assistant. Please remove it from the list before continuing." = "Le serveur %@ ne fonctionne pas sous Mac OS X Server 10.6 et ne peut pas être configuré par le biais de cette version d’Assistant du serveur. Supprimez-le de la liste avant de continuer.";

/* Remote server status - unsupported version error */
"Unsupported version" = "Version non prise en charge";

/* Valid serial number summary */
"Valid serial number" = "Numéro de série valide";

/* Valid site license summary */
"Valid site license" = "Licence de site valide";

/* Introduction step title */
"Welcome" = "Bienvenue";

